[A_Navigation_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="扬帆远航"
mTooltip="英雄乘船航行时速度提高50%。"

[A_Exploration_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_FamiliarTerrain_Buff H7BaseBuff]
mName="轻车熟路"
mTooltip=""

[A_Snatch_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="顺手攫取"
mTooltip="英雄拾取资源、访问建筑及其他类似行动不消耗移动力。"

[A_NativeTerrain_Buff H7BaseBuff]
mName="土生土长"
mTooltip="在此控制区内陆地移动速度提高10%。"

[A_FamiliarTerrain_TownAbility H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="轻车熟路"
mTooltip=""

[A_Pathfinding_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寻觅路径"
mTooltip="在恶劣地形上移动的惩罚降低50%。"

[A_Scouting_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="侦察敌情"
mTooltip="英雄的侦察范围增加 %stat.norm。\n英雄可以查看侦察范围内军队的精确生物数量以及敌方英雄的增益效果。"

[A_FamiliarTerrain_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="轻车熟路"
mTooltip="英雄在你所有城镇和要塞的控制区内陆地移动时速度提高20%。"

[A_NativeTerrain_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="土生土长"
mTooltip="总督：你的英雄在此城镇控制区内陆地移动时速度提高10%。"

[A_Rover_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="漂泊不定"
mTooltip="地点提供的临时属性增益对英雄效果翻倍。"

v1.41

[A_Exploration_Skill H7Skill]
mName="探索"
mTooltip="探索技能工具提示"
mDescriptions[0]="提高英雄的移动力。"
mDescriptions[1]=""
mDescriptions[2]="英雄的移动力提高 %stat1.norm %stat1.icon。"
mDescriptions[3]="英雄的移动力额外提高 %stat1.norm %stat1.icon。"
mDescriptions[4]="英雄的移动力额外提高 %stat1.norm %stat1.icon。\n\n与大师级<font color="#00588BFF">防御</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：奥法面纱。\n与大师级<font color="#00588BFF">气系魔法</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：风之旅人。"